castwide.solargraph
christian-kohler.path-intellisense
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
HookyQR.beautify
humao.rest-client
jetmartin.bats
kaiwood.endwise
misogi.ruby-rubocop
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
octref.vetur
rebornix.ruby
redhat.vscode-yaml
rust-lang.rust
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
karunamurti.haml
